7zip
ark
aida-x
audacity
base
base-devel
bc
bluedevil
breeze-gtk
breeze-plymouth
btop
btrfs-progs
calibre
clang
cmake
cpupower
discover
docker
docker-compose
dolphin
dotnet-sdk
drkonqi
exfatprogs
fastfetch
fd
flatpak-kcm
gamemode
gamescope
ghostty
gimp
git
git-lfs
github-cli
glow
go
gptfdisk
guitarix
gxplugins.lv2
handbrake
imagemagick
intel-ucode
iw
jdk17-openjdk
jq
kde-gtk-config
kdenlive
kdeplasma-addons
kdiskmark
keyd
kgamma
kinfocenter
krdp
kscreen
ksshaskpass
kwallet-pam
kwrited
lib32-gamemode
lib32-mangohud
lib32-mesa
lib32-nvidia-utils
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-headers
lsp-plugins
lutris
mangohud
meson
ncdu
neovim
ninja
nodejs
noto-fonts-cjk
npm
ntfs-3g
nvidia-container-toolkit
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
ollama-cuda
openssh
oxygen
oxygen-sounds
partitionmanager
pipewire-jack
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace-wallpapers
plasma-x11-session
plymouth-kcm
podman-compose
print-manager
python-pip
python-virtualenv
qbittorrent
qpwgraph
qt5-wayland
realtime-privileges
rgbds
rustup
sddm
sddm-kcm
simde
spectacle
steam
strawberry
sudo
tailscale
testdisk
tinygo
tokei
tree
ttf-firacode-nerd
udftools
unarchiver
unrar
usbmuxd
vi
vim
vivaldi
wacomtablet
wine-staging
winetricks
wireless-regdb
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
zed
zip
