1password
android-studio
cemu-bin
dualsensectl-git
flyctl
igscraper
lazydocker-bin
obs-studio-git
obs-vaapi
obs-vkcapture
ookla-speedtest-bin
opencode-bin
openrgb-bin
pcsx2-latest-bin
plex-media-server
pomme
protonup-qt
python310
python311
qimgv-git
r8125-dkms
realesrgan-ncnn-vulkan
rpcs3-bin
starcraft-cli
steam-rom-manager-bin
sunshine
supabase-bin
swift-bin
telegram-desktop-bin
ventoy-bin
woeusb-ng
xkb-switch
xmousepasteblock
yay
